Repository: grigorye/RSSReader
Catalog: RSSReader/RSSReader/XLIFF/*.xliff
Languages: ru

# kId-c2-rCX.text
source: News
ru: Новости

# 1II-N6-C0V.text
source: History
ru: История

# 3oX-aI-Bjh.title
source: Home
ru: Главное

# 814-LB-d0O.text
source: Subscriptions
ru: Подписки

# AAA-Mh-8Vk.title
source: Debug
ru: Разработчик

# PfS-Px-hbx.title
source: Subscsriptions
ru: Подписки

# Qyl-H4-2jl.title
source: History
ru: История

# RhV-dz-5gA.title
source: Subscriptions
ru: Подписки

# W01-H4-Bt3.text
source: Favorites
ru: Избранное

# Z7V-w6-ndy.title
source: Settings
ru: Настройки

# ZU6-a2-UhT.title
source: Combined
ru: Всё вместе

# aGK-dD-eHC.title
source: Settings
ru: Настройки

# qOu-K3-OJ2.text
source: Debug
ru: Разработчик

# CFBundleDisplayName
source: News
ru: Новости

# CFBundleName
source: $(PRODUCT_NAME)
ru: Новости

source: %@ ago
ru: Обновлено %@ назад

source: Add to Favorites
ru: Добавить в избранное

source: Authenticating
ru: Подключение

source: Cancel
ru: Отменить

source: Completed
ru: Завершено

source: Failed to load more.
ru: Не удалось загрузить еще.

source: Failed to mark all as read.
ru: Не удалось отметить все как прочитанное.

source: Failed to mark as favorite.
ru: Не удалось добавить в избранное.

source: Failed to mark as read. %@
ru: Не удалось отметить как прочитанное. %@

source: Failed to unmark as favorite.
ru: Не удалось убрать из избранного.

source: Favorites
ru: Избранное

source: Just now
ru: Только что

source: Mark All as Read
ru: Отметить все как прочитанное

source: Marked all as read.
ru: Все отмечено как прочитанное.

source: Not updated before
ru: Никогда не обновлялось

source: Open in Safari
ru: Открыть в Safari

source: Refresh Failed
ru: Ошибка обновления

source: Retry
ru: Повторить

source: Something went wrong.
ru: Что-то пошло не так.

source: To sync you should be logged in.
ru: Для синхронизации нужно зарегистрироваться.

source: Unable to expand
ru: Не удалось получить весь текст

source: Unable to load summary
ru: Не удалось получить короткую версию

source: Unknown
ru: Неизвестно

source: Updated %@ ago
ru: Обновлено %@ назад

source: Updating Subscriptions
ru: Обновление подписок

source: Updating Tags
ru: Обновление тэгов

source: Updating Unread Counts
ru: Обновление счетчиков непрочитанного

source: Updating User Info
ru: Обновление персональных настроек
